Repository: pttav/bootscore-5
Catalog: languages/*.po
Languages: fi

source: by
fi: tekijä

source: %s <span class="says d-none">says:</span>
fi: %s <span class="says d-none">sanoo:</span>

source: /privacy-policy
fi: /tatu-ry/tietosuoja

# 1: date, 2: time
source: %1$s at %2$s
fi: kello %1$s %2$s

source: 404 Page
fi: 404 Sivu

source: Accept
fi: Hyväksy

source: Add widgets here.
fi: Lisää widgettejä tänne.

source: All
fi: Kaikki

source: Back Home &raquo;
fi: Takaisin kotisivulle &raquo;

source: Cancel
fi: Peruuta

source: Cart
fi: Ostoskori

source: Close account
fi: Sulje tunnus

source: Close menu
fi: Sulje valikko

source: Comment navigation
fi: Kommenttinavigaatio

source: Comments are closed.
fi: Kommentit on suljettu.

# comments title
source: %1$s Comment on &ldquo;%2$s&rdquo;
fi: %1$s kommentti &ldquo;%2$s&rdquo;

# comments title
source: One Comment &ldquo;%s&rdquo;
fi: Yksi kommentti &ldquo;%s&rdquo;

source: Cookies help us deliver our services. By using our services, you agree to our use of cookies.
fi: Käytämme evästeitä käyttökokemuksen parantamiseksi. Käyttämällä sivua hyväksyt evästeiden käyttömme.

source: Delivery details
fi: Toimituksen tiedot

source: Edit
fi: Muokkaa

source: Email* (will not be published)
fi: Sähköposti* (ei julkaista)

source: Footer 1
fi: Alaosa 1

source: Footer 2
fi: Alaosa 2

source: Footer 3
fi: Alaosa 3

source: Footer 4
fi: Alaosa 4

source: Footer Menu
fi: Alaosan valikko

source: Full Width Image
fi: Koko sivun levyinen kuva

source: Full width image
fi: Koko sivun levyinen kuva

source: Hello
fi: Hei

source: Here you can view your recent orders, manage your shipping and billing addresses, and edit your password and account details.
fi: Täällä voit tarkistella viimeaikaisia tilauksiasi ja muokata tietojasi.

source: Internet Explorer detected
fi: Selaimesi on Internet Explorer.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fi: Kohdetta ei löytynyt. Kokeile hakua.

source: Leave a Comment
fi: Jätä Kommentti

source: Leave a comment
fi: Jätä kommentti

source: Leave a Comment to %s
fi: Jätä kommentti artikkeliin %s

source: Left Sidebar
fi: Vasen sivupalkki

source: Look what I found:
fi: Katso mitä löysin:

source: Main Menu
fi: Päävalikko

source: More Information
fi: Lisätietoja

source: Name*
fi: Nimi*

source: Newer Comments
fi: Uudemmat kommentit

source: No Sidebar
fi: Ei sivupalkkia

source: Nothing Found for
fi: Mitään ei löytynyt haulla

source: Older Comments
fi: Vanhemmat kommentit

source: or
fi: tai

source: Page not found.
fi: Sivua ei löytynyt.

source: Pages:
fi: Sivut:

source: Password
fi: Salasana

source: Please use a modern and secure web browser like
fi: Vaihda uuteen ja turvalliseen selaimeen kuten

source: Post Comment
fi: Julkaise kommentti

source: Read more
fi: Lue lisää

source: Read more »
fi: Lue lisää »

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fi: Oletko valmis julkaisemaan ensimmäisen artikkelisi? <a href="%1$s">Aloita tästä</a>.

source: Save my name, email, and website in this browser for the next time I comment.
fi: Tallenna nimeni, sähköpostini ja nettisivuni selaimen välimuistissa.

source: Search
fi: Haku

source: Search Results for: %s
fi: Hakutulokset haulla %s:

source: Shop order
fi: Kaupan järjestys

source: Sidebar
fi: Sivupalkki

source: Sidebar left
fi: Sivupalkki (vasen)

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fi: Haullasi ei löytynyt sisältöä. Kokeile uudelleen muilla hakusanoilla.

source: Start typing...
fi: Aloita kirjoittaminen...

source: Submit
fi: Julkaise

source: Tagged %1$s
fi: Tagätty %1$s

source: This website will offer limited functionality in this browser.
fi: Tämä nettisivu ei tule toimimaan täysin tässä selaimessa.

source: to display this site correctly.
fi: nähdäksesi tämän sivun oikein.

source: Website
fi: Nettisivu
